Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: ལག་རྩིས་དང་དབྱུང་བ་དང་སྦ་བ་དང་དགྲམ་པ་དང་གོས་བརྟག་པ་དང་ནོར་བུ་བརྟག་པ་དང་རིན་པོ་ཆེ་བརྟག་པ་དང་སྤོས་བརྟག་པ་དང་སྨན་བརྟག་པ་དང་གླང་པོ་ཆེ་བརྟག་པ་དང་རྟ་བརྟག་པ་དང་གོ་མཚོན་བརྟག་པ་བསླབས་ཏེ།
en: the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: ཁྱེའུ་དེ་ཡང་བྱམས་པའི་རང་བཞིན་ཅན་སྙིང་རྗེ་དང་ལྡན་པ་སེམས་ཅན་ལ་བྱམས་པ་སྦྱིན་པ་ལ་དགའ་བ་ཞིག་སྟེ།
en: “The child had a loving nature, was compassionate, loved beings, and took delight in being generous.

source: དེས་ཕ་མ་ལ་གསོལ་ནས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དང་སྤྱོད་པ་པ་དང་ཀུན་ཏུ་རྒྱུ་དང་དམན་པ་དང་སྡུག་ཅིང་ཕོངས་པ་རྣམས་ལ། སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱ་བ་ལ་ཞུགས་སོ། །
en: He asked for his parents’ permission and began to make merit and give gifts to ascetics, brahmins, practitioners, mendicants, the poor, and the bereft.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེད་དཔོན་དབྱིག་དགའི་ཕ་ནད་ཀྱིས་ཐེབས་ནས། དེ་རྩ་བ་དང་སྡོང་བུ་དང་ལོ་མ་དང་མེ་ཏོག་དང་འབྲས་བུའི་སྨན་རྣམས་ཀྱིས་རིམ་གྲོ་བྱས་ཀྱང་སོས་པར་མ་ནུས་ཏེ་ཤི་ནས།
en: “One day the captain, Wealth’s Delight’s father, fell ill, and although he was treated with medicinal roots, stems, leaves, flowers, and fruits, he could not be cured, and died.

source: དེ་རས་སྔོན་པོ་དང་སེར་པོ་དང་དམར་པོ་དང་དཀར་པོ་རྣམས་ཀྱིས་བརྒྱན་པའི་ཁྱོགས་ལ་ཁྱེར་ཏེ།
en: He was laid on a palanquin festooned with blue, yellow, red, and white cloth,

source: རུས་བུ་ལ་རུས་བུའི་མཆོད་པ་བྱས་ནས་ཡུན་མི་རིང་བ་ཞིག་ཏུ་མདུན་བྱས་པ་ལས་མདུན་བོར་ཏེ་འདུག་གོ། །
en: and after the ceremonial veneration of his bones, a brief funeral watch was held for him.

source: དེ་ནས་དེའི་བུ་དབྱིག་དགའ་དེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་དེད་དཔོན་ཆེན་པོར་དབང་བསྐུར་ཏེ་དེའི་ནོར་གྱིས་ཚོང་པ་མང་པོ་ཉོ་ཚོང་བྱེད་དོ། །
en: Afterward, King Brahmadatta appointed the son, Wealth’s Delight, to be captain, who with his father’s wealth carried on business with many merchants,

source: དེ་ཡང་ཕ་ཤི་ནས་སྦྱིན་པ་རྒྱ་ཆེན་པོ་བྱེད་པ་ལ་ཞུགས་སོ། །
en: and who after his father's death also began to engage in extraordinary acts of generosity.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེས་བསམས་པ། ནོར་འདི་ནི་བདག་གི་ཕས་བསགས་པ་ཡིན་ཏེ། བདག་གིས་འདི་ལས་སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ན་འདིའི་ཕྱིར་བདག་ལ་གཞན་དག་འཕྱ་བར་འགྱུར་ཏེ།
en: “One day the thought occurred to him, ‘Others might take issue with my giving gifts and making merit, using the wealth accumulated by my father.

source: འདི་ནི་གཞན་གྱིས་བསགས་པའི་རྫས་རྣམས་ཀྱིས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་དེ།
en: People will say, “What’s so great about making merit by giving away stuff somebody else piled up?” ’

source: འདི་ལ་ངོ་མཚར་ཆེ་བ་ཅི་ཡོད་ཅེས་ཟེར་བར་འོང་གིས་མ་ལ་བདག་ཉིད་ཀྱིས་ནོར་བསྒྲུབས་ཏེ།
en: ‘In that case,’ he decided, ‘I will make my own fortune!

source: རང་གི་ཞོ་ཤས་བསྒྲུབས་ནས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱ་གོར་མ་ཆག་སྙམ་ནས་དེས་དྲིལ་བསྒྲགས་ཏེ།
en: Make no mistake, once I’ve earned my own income, then I’ll really give gifts and make merit!’ “After that he made an announcement:

source: སུ་དེད་དཔོན་དབྱིག་དགའ་དང་ལྷན་ཅིག་ཏུ་ཤོ་གམ་མེད་པ་དང་། ལ་གཅན་གྱི་བཙས་མེད་པ་དང་གྲུ་བཙས་མེད་པ་དང་བསེལ་རྔན་མེད་པར་རྒྱ་མཚོ་ཆེན་པོར་འགྲོ་འདོད་པ་དེ་དག་ཟོང་སྟ་གོན་གྱིས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘Any merchant who wishes to set sail on the great ocean with Captain Wealth’s Delight will trade duty-free, exempt from all taxes on earnings, ship fares, and convoy payments! Prepare your wares!’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཚོང་པ་ལྔ་བརྒྱ་འདུས་ནས་དེ་དག་གིས་རྔ་མོ་དང་བ་ལང་དང་བོང་བུ་དག་གིས་ཟོང་བསྐྱས་ཏེ།
en: “As soon as they heard this, five hundred merchants gathered, bringing camels, cows, and donkeys laden with goods.

source: གྲོང་དང་གྲོང་རྡལ་དང་གྲོང་ཁྱེར་དང་ནགས་ཁྲོད་ཀྱི་གྲོང་དང་ཡུལ་པོ་ཆེ་རྣམས་སུ་རྒྱུས་ནས་རྒྱ་མཚོ་ཆེན་པོའི་འགྲམ་དུ་ཕྱིན་ཏེ།
en: They made their way through the villages, towns, cities, forest settlements, and outlying districts until they arrived on the shores of the great ocean.

source: ཀཱར་ཥཱ་པ་ཎ་ལྔ་བརྒྱས་གྲུའི་གླ་བྱས་ནས་ཞོ་ཤས་འཚོ་བ་རྣམ་པ་ལྔ་སྟེ། འཚོ་བ་སྦྱོར་བ་དང་ནན་ཐུར་བྱེད་པ་དང་ཞལ་ཏ་བྱེད་པ་དང་འཕྱག་པ་དང་དྲོད་པ་རྣམས་ཀྱང་ཁྲིད་དོ། །
en: After a ship had been hired with five hundred gold coins, they enlisted five types of personnel: cooks, solicitors, advisors, sweepers, and navigators.

source: དེ་ལ་འཚོ་བ་སྦྱོར་བ་གང་ཞེ་ན། དེའི་ནང་དུ་ཟས་དང་སྐོམ་སྦྱོར་བ་གང་ཡིན་པའོ། །
en: The cooks prepared whatever food and drink there was on board.

source: ནན་ཏུར་བྱེད་པ་གང་ཞེ་ན། དེའི་ནང་དུ་རྩོད་པ་བྱུང་ངོ་ཅོག་ཞི་བར་བྱེད་པ་གང་ཡིན་པའོ། །
en: The solicitors settled any disputes that arose.

source: ཞལ་ཏ་བྱེད་པ་གང་ཞེ་ན། དེའི་ནང་དུ་ནོར་རྫས་ཀྱི་ཞལ་ཏ་བྱེད་པ་གང་ཡིན་པའོ། །
en: The advisors advised them about their wealth.

source: འཕྱག་པ་གང་ཞེ་ན། དེའི་ནང་དུ་ཆུ་འཕྱག་པ་གང་ཡིན་པའོ། །
en: The sweepers swabbed the decks.

source: དྲོད་པ་གང་ཞེ་ན། དེའི་ནང་དུ་རྒྱུ་སྐར་རྣམས་ལ་ལྟ་བ་གང་ཡིན་པའོ། །
en: And the navigators observed the movements of the stars.

source: དེ་ནས་ཚོང་པ་དེ་དག་གིས་རྒྱ་མཚོ་ཆེན་པོ་མཐོང་ནས་འཇིགས་ཏེ་གྲུའི་ནང་དུ་འཇུག་མི་འདོད་པར་གྱུར་ཏོ། །
en: “Now, when they saw the great ocean, the merchants became afraid and did not want to board the ship.

source: དེ་ནས་དེད་དཔོན་གྱིས་དྲོད་པ་ལ་སྨྲས་པ། ཀྱེ་མི་ཁྱོད་ཀྱིས་རྒྱ་མཚོ་ཆེན་པོའི་བསྔགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་སྒྲོགས་ཤིག །
en: So the captain said to the navigators, ‘Tell them just how wonderful the great ocean is!’

source: དེ་ནས་དྲོད་པས་བསྒྲགས་ཏེ།
en: “The navigators made an announcement, saying,

source: ཀྱེ་འཛམ་བུའི་གླིང་པའི་ཚོང་པ་དག་ཉོན་ཅིག །
en: ‘Pay heed, merchants of Jambudvīpa!

source: རྒྱ་མཚོ་ཆེན་པོ་འདིའི་ནང་ན་ནོར་བུ་རིན་པོ་ཆེ་རིན་ཐང་ཆེ་བ་འདི་ལྟ་སྟེ། ནོར་བུ་དང་མུ་ཏིག་དང་བཻ་དཱུརྱ་དང་དུང་དང་ནོར་རྡོ་དང་བྱི་རུ་དང་དངུལ་དང་གསེར་དང་རྡོའི་སྙིང་པོ་དང་སྤུག་དང་། པད་མ་རཱ་ག་དང་། དུང་གཡས་སུ་འཁྱིལ་བ་དེ་ལྟ་བུ་དག་ཡོད་ན
en: Upon this great ocean are jewels beyond price—gemstones, pearls, blue beryls, conches, precious stones, coral, silver, gold, emeralds, cat’s eyes, rubies, and conches with clockwise whorls!

source: ཁྱེད་ཀྱི་ནང་ནས་སུ་རིན་པོ་ཆེ་དེ་ལྟ་བུ་དག་གིས་བདག་ཉིད་དང་ཕ་མ་དང་བུ་དང་ཆུང་མ་དང་བྲན་ཕོ་དང་བྲན་མོ་དང་ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་དང་མཛའ་བོ་དང་བློན་པོ་དང་ཉེ་དུ་དང་རྒན་རབས་རྣམས་ཡང་དག་པའི་བདེ་བས་ཚིམ་པར་བྱ་བ་དང་། དུས་དུས་སུ་དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ལ་གྱེན་དུ་འགྲོ་བར་འགྱུར་བ་དང་། སྐལ་བ་དང་ལྡན་པར་འགྱུར་བ་དང་། རྣམ་པར་སྨིན་པ་བདེ་བར་འགྱུར་བ་དང་། ཕྱི་མ་ལ་ཡང་མཐོ་རིས་སུ་སྐྱེ་བར་འགྱུར་བའི་ཡོན་དབུལ་བར་འདོད་པ་དེ་ནི་རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་འགྲོ་བར་གྱིས་ཤིག་ཅེས་བྱས་པ་དང་འཇིག་རྟེན་པ་དག་ནི་འབྱོར་པ་འདོད་པ་སྟེ། སྐྱེ་བོ་ཕལ་པོ་ཆེ་གྲུའི་ནང་དུ་ཞུགས་ནས་གྲུ་དེས་མི་ཐེག་པར་གྱུར་ཏེ།
en: Let those among you who wish for such precious jewels set out upon this great ocean, so you might satiate yourself and your parents, children, spouses, servants both female and male, laborers, other paid help, friends, ministers, and relatives both young and old, and so you might be able to approach the ascetics and brahmins from time to time with offerings that bequeath good fortune, ripen into happiness, and cause you to be reborn in heaven in the next life!’ At that, the worldly people who wished for wealth—which was almost everyone—climbed aboard the ship, until the ship was not able to hold them all.

source: དེད་དཔོན་དེས་བསམས་པ་ད་ནི་ཕྱིར་ཕྱུང་ཤིག་ཅེས་ཀྱང་ཇི་སྐད་བྱ་སྙམ་ནས་
en: “Then the captain wondered, ‘What’s going to happen now if I send them away?’

source: དེས་དྲོད་པ་ལ་སྨྲས་པ། ཀྱེ་མི་ཁྱོད་ཀྱིས་རྒྱ་མཚོ་ཆེན་པོའི་བསྔགས་པ་མ་ཡིན་པ་ཇི་ལྟ་བ་བཞིན་དུ་སྒྲོགས་ཤིག །
en: With this in mind, he said to the navigators, ‘Tell them the ways in which the great ocean is not so wonderful.’

source: དེ་ནས་དྲོད་པས་བསྒྲགས་ཏེ། ཀྱེ་འཛམ་བུའི་གླིང་པའི་ཚོང་པ་དག་ཉོན་ཅིག །
en: “And the navigators announced, ‘Pay heed, merchants of Jambudvīpa!

source: རྒྱ་མཚོ་ཆེན་པོ་འདིའི་ནང་ན་ཤིན་ཏུ་འཇིགས་པ་ཆེན་པོ་འདི་ལྟ་བུ་དག་ཡོད་དེ། འདི་ལྟ་སྟེ།
en: Upon this great ocean lurk such terrors as these:

source: ཉའི་འཇིགས་པ་དང་། ཉ་མིད་ཀྱི་འཇིགས་པ་དང་། ཉ་མིད་མིད་ཀྱི་འཇིགས་པ་དང་། རླབས་ཀྱི་འཇིགས་པ་དང་། ཀློང་གི་འཇིགས་པ་དང་། ཆུ་སྲིན་ཀུམ་བྷི་རའི་འཇིགས་པ་དང་། ཆུ་སྲིན་ཤི་ཤུ་མཱ་རའི་འཇིགས་པ་དང་། ཆུའི་ནང་གི་རི་རྣམས་ལ་ཐུག་པའི་འཇིགས་པ་དང་། རླུང་ནག་པོའི་འཇིགས་པ་དང་།
en: fearsome fish, fearsome timiṅgila fish that might swallow you, fearsome timiṅgilagila fish that could swallow you whole, terrifying waves, terrifying expanses, terrifying kumbhīra sea monsters, terrifying śiśumāra sea monsters, as well as the threat of wrecking into mountains beneath the water, and black winds most treacherous!

source: དེར་ཆོམ་རྐུན་གོས་སྔོན་པོ་དང་། ནག་པོ་གྱོན་ལ་ནོར་ཕྲོག་ཅིང་འོང་སྟེདེ་དག་གིས་ཁྱེད་གཏན་དུ་སྲོག་དང་བྲལ་བར་བྱེད་པ་དག་ཀྱང་ཡོད་ན།
en: Then there are pirates garbed in blue and black who come to plunder your wealth and butcher those who try to escape them!

source: ཁྱེད་ཀྱི་ནང་ན་སུ་བདག་ཉིད་ཕངས་པ་དང་། ཕ་མ་གཉིས་དང་། བུ་དང་། ཆུང་མ་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་དང་། མཛའ་བོ་དང་། བློན་པོ་དང་། ཉེ་དུ་དང་། རྒན་རབས་རྣམས་འདོར་ཕོད་པ་དེ་ནི། རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་འགྲོ་བར་གྱིས་ཤིག །ཅེས་བྱས་པ་དང་དཔའ་བོ་ནི་ཉུང་སྡར་མ་ནི་མང་སྟེསྐྱེ་བོ་ཕལ་པོ་ཆེ་ཕྱིར་འཐོན་ནས་གྲུ་དེས་ཐེག་པར་གྱུར་ཏོ། །
en: So let those among you set out upon this great ocean who are willing to give up their parents, children, and spouses; their servants both male and female; and their laborers, other paid help, friends, ministers, and relatives both young and old!’ Since there were few brave people and many cowards most of them fled, so the boats were able to hold those who remained.

source: དེ་ནས་དྲོད་པས་ལན་གསུམ་གྱི་བར་དུ་སྒྲ་བསྒྲགས་ཏེ། དེའི་འོག་ཏུ་ཉག་ཐག་གཅིག་བཀྲོལ་ལོ། །དེ་ནས་ཉག་ཐག་གཉིས་དང་གསུམ་ཡང་བཀྲོལ་ལོ། །
en: “The navigators cried out three times and the first anchor was loosed, then the second, and then the third.

source: དེ་ནས་གྲུ་དེ་དྲོད་པ་ཆེན་པོས་ནི་བསྡམས་རླུང་མཐུ་ཆེན་པོས་ནི་ཁྱེར་ནས་སྤྲིན་ཆེན་པོ་བཞིན་དུ་ཆས་ཏེ།
en: Then, the ship was carried forth by powerful winds caught by the head navigator and set sail like a great cloud.

source: རླུང་དྲང་པོར་འགྲོ་བས་རིན་པོ་ཆེའི་གླིང་དུ་ཕྱིན་པར་བྱས་སོ། །
en: It proceeded with excellent wind conditions and arrived at Ratnadvīpa.

source: དེ་ནས་དྲོད་པས་སྒྲ་བསྒྲགས་པ།
en: “The navigators instructed them,

source: ཀྱེ་འཛམ་བུའི་གླིང་པའི་ཚོང་པ་རྣམས་རིན་པོ་ཆེའི་གླིང་འདི་ན་མཆིང་བུ་ནོར་བུ་རིན་པོ་ཆེ་འདྲ་བ་དག་ཡོད་དེ།
en: ‘Merchants of Jambudvīpa! On Ratnadvīpa, the isle of precious stones, there are all manner of semi-precious stones that look like precious jewels.

source: དེ་དག་ཁྱེད་ཀྱིས་བརྟག་ཅིང་བརྟག་ཅིང་བླང་བར་གྱིས་ཤིག །
en: You must examine well before taking them,

source: ཁྱེད་འཛམ་བུའི་གླིང་དུ་སོན་པའི་འོག་ཏུ་འགྱོད་པར་གྱུར་ཏ་རེ།
en: or you will regret it when you return to Jambudvīpa.

source: རིན་པོ་ཆེའི་གླིང་འདི་ཉིད་ན་སྲིན་མོ་ཁྲུང་ཁྲུང་གཞོན་ནུ་མ་ཞེས་བྱ་བ་དག་ཀྱང་གནས་ཏེཐབས་ཇི་ལྟ་བུས་ཀྱང་སྐྱེས་པ་བྲིད་ནས་འདི་ཉིད་དུ་མ་རུངས་པར་བྱེད་ཅིང་སྡུག་བསྔལ་བར་བྱེད་དོ། །
en: On this isle of precious stones also dwell sirens who lure men by any means they can, causing them ruin and suffering.

source: རིན་པོ་ཆེའི་གླིང་འདི་ཉིད་ན་མྱོས་པར་བྱེད་པའི་ཤིང་ཏོག་དག་ཡོད་དེ།
en: On this isle of precious stones are intoxicating fruits,

source: དེ་དག་སུས་ཟོས་པ་དེ་ཞག་བདུན་གྱི་བར་དུ་བརྒྱལ་ཏེ་འདུག་པར་འགྱུར་གྱིས་དེ་དག་ཁྱེད་མ་ཟ་ཞིག །
en: and anyone who eats them falls unconscious for seven days. You should not partake of these while you are there.

source: རིན་པོ་ཆེའི་གླིང་འདི་ཉིད་ན་མི་མ་ཡིན་པ་དག་ཀྱང་གནས་ཏེ
en: On this isle of precious stones dwell nonhuman spirits as well.

source: དེ་དག་ནི་གཞན་ཞག་བདུན་གྱི་བར་དུ་འདུག་པར་ནི་བཟོད་ཀྱི། ཞག་བདུན་ལས་འདས་ནས་དོན་གང་བསྒྲུབས་པ་དེ་དག་མ་ཟིན་པར་རླུང་གང་གིས་གྲུ་ཁྱེར་བར་བྱེད་པ་དེ་ལྟ་བུའི་རླུང་གཏོང་བར་བྱེད་དོ་ཞེས་བསྒོ་ནས།
en: They will tolerate your presence for seven days, but if your aims, whatever they may be, have not been accomplished after seven days have passed, then a gale will come with such force as to carry the boat away.’

source: དེ་ཐོས་པས་ཚོང་པ་རྣམས་ཀྱིས་བསྒྲིམས་ཏེ་བག་ཡོད་པར་འདུག་ནས།
en: “Having heard this, the merchants remained focused and attentive.

source: དེ་དག་གིས་རིན་པོ་ཆེ་རྣམས་བརྟག་ཅིང་བརྟག་ཅིང་གྲུ་དེ་བཀང་སྟེ། དཔེར་ན། ཏིལ་དང་། འབྲས་དང་། བ་ད་རའི་འབྲས་བུ་དང་རྒྱ་སྲན་གྱིས་གང་བ་བཞིན་དུ་བྱས་ཏེ།
en: Carefully they searched for precious jewels, filling the boat with them as if filling it with sesame, rice paddy, badara fruit, beans, and the like.

source: དེ་དག་རླུང་དྲང་པོས་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་བྱས་སོ། །
en: Then they set sail, running directly downwind to Jambudvīpa.

source: དེས་ཐབས་དེ་ལྟ་བུར་རྒྱ་མཚོའི་གྲུའི་དོན་ལན་དྲུག་གི་བར་དུ་བསྒྲུབས་ཏེ།
en: In this way they completed six such ocean voyages, and

source: བ་རཱ་ཎ་སཱིར་འོངས་ནས་སྦྱིན་པ་དག་སྦྱིན་པ་དང་བསོད་ནམས་དག་བྱེད་པ་ལ་ཞུགས་སོ། །
en: upon their return to Vārāṇasī they began to give gifts and make merit.

source: དེའི་ཚེ་དེ་མ་ཡིན་པའི་གྲོང་ཁྱེར་ལྔ་ན་དེད་དཔོན་ལྔ་གནས་ཏེ།
en: “Now at that time there were five other cities in which lived five other captains.

source: དེ་དག་ནི་སོང་སྟེ་བོར་ཡང་གྲུ་རྣམས་མ་རུངས་པར་གྱུར་ནས་དེ་དག་གིས་བསམས་པ།
en: Though they set out, their boats were destroyed, and they thought,

source: སེམས་ཅན་བསོད་ནམས་ཀྱིས་ཆེ་བར་གྲགས་པ་གཅིག་གི་མཐུས་སེམས་ཅན་མང་པོ་བདེ་བར་འགྱུར་ལ།
en: ‘Just one being, famed for great deeds, has the power to bring happiness to so many.

source: དེད་དཔོན་ཆེན་པོ་དབྱིག་དགའ་དེ་ནི། བསོད་ནམས་ཀྱིས་ཆེ་བར་གྲགས་པ་ཡིན་ཏེ
en: Now the great Captain Wealth’s Delight is famed for his great deeds.

source: དེས་རྒྱ་མཚོའི་གྲུའི་དོན་ལན་དྲུག་གི་བར་དུ་བསྒྲུབས་ཀྱིས།
en: He has completed six ocean voyages.

source: གལ་ཏེ་བདག་ཅག་གིས་དེ་སྤྲོ་བ་བསྐྱེད་པར་ནུས་ན་ནི། དེའི་མཐུས་བདག་ཅག་གིས་ནོར་བསྒྲུབ་པར་ནུས་པར་འགྱུར་རོ་སྙམ་སྟེ
en: If we can get him to agree, with his support we’ll be able to make a fortune.’

source: ལྷན་ཅིག་ཏུ་འདུས་ནས་བཱ་རཱ་ཎ་སཱིར་སོང་སྟེ་དེད་དཔོན་དབྱིག་དགའི་ཐད་དུ་སོང་ནས་
en: They banded together and traveled to Vārāṇasī, where they met with Captain Wealth’s Delight.

source: སྨྲས་པ། དེད་དཔོན་བདག་ཅག་སོང་སྟེ་བོར་ཡང་ནོར་གྱི་གྲུ་རྣམས་མ་རུངས་པར་གྱུར་ཏེ
en: “ ‘Captain,’ they said, ‘though we set out, our treasure-boats were destroyed.

source: ཁྱོད་ནི་བསོད་ནམས་ཀྱིས་ཆེ་བར་གྲགས་པ་ལགས་ཀྱིས།
en: You are famed for your great deeds,

source: བདག་ཅག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ།
en: so have compassion for us and

source: རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་བཞུད་དང་ཁྱོད་ཀྱི་མཐུས་བདག་ཅག་གིས་ནོར་བསྒྲུབ་ནུས་པར་འགྱུར་རོ། །
en: set sail with us on the great ocean, so that with your support we can make our fortunes.’

source: ཀྱེ་རྒྱ་མཚོ་ཆེན་པོའི་ཆོས་ཀྱིས་ནི། གྲུ་བདུན་པ་མ་རུངས་པར་འགྱུར་ཏེ།
en: “ ‘By the code of the mighty sea— A seventh voyage there should not be.

source: སྔན་ཆད་གང་གིས་ཀྱང་རྒྱ་མཚོའི་གྲུའི་དོན་ལན་བདུན་གྲུབ་པ་སུ་ཡང་མེད་དོ། །
en: “ ‘Never before has anyone completed a seventh ocean voyage.

source: འོན་ཀྱང་ཁྱེད་ཀྱིས་བསམས་པ་ཡོངས་སུ་བསྐང་བར་བྱ་སྟེ། ཁྱེད་ཁོ་ན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར། ལན་བདུན་དུ་རྒྱ་མཚོའི་ནང་དུ་འགྲོ་བར་བྱའོ་ཞེས་སྨྲས་ནས།
en: However, so you can fulfill your intention and solely out of compassion for you all, I shall set sail on the ocean a seventh time.’

source: དེད་དཔོན་ཆེན་པོ་དབྱིག་དགས་དེད་དཔོན་ལྔ་པོ་དེ་དག་ཁྲིད་དེ་
en: “The great Captain Wealth’s Delight set out with the other five captains.

source: རྒྱ་མཚོ་ཆེན་པོའི་ནང་དུ་སོང་བ་ལས་དེ་རིན་པོ་ཆེའི་གླིང་དུ་ཕྱིན་ནས་རིན་པོ་ཆེ་བསྡུས་ཏེ་ཡང་འཛམ་བུའི་གླིང་ལོགས་སུ་གྲུ་བཏང་ངོ་། །
en: They crossed the great ocean and arrived at the isle of precious stones where they gathered their jewels before sailing forth again, steering their ship in the direction of Jambudvīpa.

source: དེ་ནས་དེད་དཔོན་ཆེན་པོ་དབྱིག་དགའ་རྒྱ་མཚོ་ཆེན་པོའི་ནང་ན་འདུག་བཞིན་དུ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “As the great Captain Wealth’s Delight sailed upon the ocean, he thought,

source: བདག་ཅག་རྒྱ་མཚོ་ཆེན་པོའི་ནང་ན་འཁོད་པ་རྣམས་ཉེ་ཞོ་མེད་པ་དང་བདེ་བླག་ཏུ་ཕ་རོལ་ཏུ་སོན་པར་འགྱུར་དུ་མངོན་པ་མེད་ཀྱིས།
en: ‘It is not clear that those of us who have set out upon the great ocean can avert tragedy and safely reach the other shore,

source: མ་ལ་བདག་གིས་རིན་པོ་ཆེ་རིན་ཐང་ཆེན་པོ་རྣམས་ཀྱིས་སྒྱེའུ་བཀང་སྟེརྐེད་པ་ལ་བཅིང་བར་བྱའོ་སྙམ་ནས།
en: so I will fill these sacks with precious gems and tie them to my waist.’

source: དེས་རིན་པོ་ཆེ་རིན་ཐང་ཆེན་པོ་རྣམས་ཀྱིས་སྒྱེའུ་བཀང་སྟེ།
en: So he filled up all the small bags with precious gems.

source: རྐེད་པ་ལ་བཅིངས་ནས་ཚོང་པ་དེ་དག་ལ་སྨྲས་པ།
en: When he had tied them to his waist, he told the merchants,

source: ཀྱེ་གལ་ཏེ་བརྒྱ་ལ་གྲུ་མ་རུངས་པར་གྱུར་ན། ཁྱེད་ངའི་ལུས་ལ་འཇུས་ཤིག །
en: ‘Pay heed! If the ship is destroyed, grab hold of my body.’

source: དེ་ནས་ཕྱི་ཞིག་ན་ཆུའི་ནང་ན་འདུག་པའི་རིས་དེ་དག་གི་གྲུ་བཤིག་ནས།
en: “Later, when the ship crashed into a mountain beneath the water,

source: དེད་དཔོན་ལྔ་པོ་དེ་དག་དེད་དཔོན་དབྱིག་དགའི་ལུས་ལ་འཇུས་སོ། །
en: the five captains grabbed hold of Captain Wealth’s Delight’s body.

source: དེ་ནས་དེད་དཔོན་དབྱིག་དགས་བསམས་པ། བདག་གསོན་པོར་འདུག་བཞིན་དུ་ནི་འདི་རྣམས་རྒྱ་མཚོ་ཆེན་པོ་ལས་བསྒྲལ་བར་མི་ནུས་ལ།
en: Then Captain Wealth’s Delight thought, ‘As long as I am alive, I won’t be able to cross this great ocean to deliver them.

source: རྒྱ་མཚོ་ཆེན་པོ་ནི་ཤི་བའི་རོ་དང་ལྷན་ཅིག་གནས་པ་མི་སྲིད་ཅིང་སྐབས་མེད་དེ
en: But it is not possible for a dead body to stay sunk in the great ocean for long, so that won’t happen.

source: དེ་ནི་གནས་མ་ཡིན་པས་ན། བདག་ཤི་བ་དང་། རྒྱ་མཚོ་ཆེན་པོ་ལས་མྱུར་དུ་རྒལ་བར་འགྱུར་རོ་སྙམ་ནས།
en: Since that is not going to happen, I will die but my corpse will be able to cross the great ocean with speed.’

source: དེད་དཔོན་རྣམས་ལ་སྨྲས་པ། ཀྱེ་ཁྱེད་རྣམས་བརྟན་ཞིང་སྤྲོ་བ་ཆེར་སྐྱེད་ཅིག་དང་།
en: “With this thought he said to the captains, ‘Be resolute, and take heart!

source: ངས་ཁྱེད་ཅི་ནས་ཀྱང་ཉེ་ཞོ་མེད་པར་བདེ་བླག་ཏུ་རྒྱ་མཚོ་ཆེན་པོ་ལས་བརྒལ་བར་བྱའོ། །
en: We shall avert tragedy and cross the great ocean with ease.

source: བརྒལ་ཟིན་ནས་ཀྱང་ངའི་ལུས་མ་དོར་བར་ངས་རིན་པོ་ཆེ་རིན་ཐང་ཆེན་པོ་རྣམས་ཀྱིས་སྒྱེའུ་བཀང་སྟེ།
en: Don’t let go of my body, not even once you have crossed the great ocean,

source: རྐེད་པ་ལ་བཅིངས་པ་དེ་ཁྱེད་ཀྱིས་བགོ་བཤའ་གྱིས་ལ་ཁྱེར་ཅིག་དང་།
en: for I have filled these sacks with precious gems and tied them to my waist.

source: དེས་ཁྱེད་ཀྱི་གཉི་གའི་ཕྱོགས་ཀྱི་བདུན་རྒྱུད་འཚོ་བར་འགྱུར་རོ་ཞེས་སྨྲས་པ་དང་།
en: Take them and divide them up among you. They are enough to sustain the lives of those on both sides of your families for seven generations.’

source: དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་པ།
en: “After he said this, he prayed for unexcelled, total, and complete enlightenment, saying,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་འཇིག་རྟེན་ལོང་བ་འདྲེན་པ་མེད་ཅིང་ཡོངས་སུ་འདྲེན་པ་མེད་པ་དང་སྟོན་པ་མེད་པར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་སུ་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: ‘By this root of virtue, may I become a protector for the world’s blind who are without a guide, without any guide at all, without anyone to show them the way—an arhat, a totally and completely awakened buddha endowed with perfect knowledge and perfect conduct, a blessed one, a knower of the world, a tamer of persons, a charioteer, an unsurpassed one, a teacher of humans and gods—a blessed buddha.’

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་ནས། མཚོན་རྣོན་པོ་བླངས་ཏེ་མགུལ་པ་བཅད་དོ། །
en: Having set his aspiration for unexcelled, total, and complete enlightenment, he took up a sharp knife and slit his own throat.

source: རྒྱ་མཚོ་ཆེན་པོ་ནི་ཤི་བའི་རོ་དང་ལྷན་ཅིག་གནས་མི་སྲིད་ཅིང་སྐབས་མེད་དེ། འདི་ནི་གནས་མ་ཡིན་པས་ན།
en: “It is not possible for a dead body to stay sunk in the great ocean for long, and that didn’t happen.

source: དེ་ཀླུ་གཙང་སྦྲ་ལ་དགའ་བ་རྣམས་ཀྱིས་འགྲམ་དུ་ཕུལ་ནས་ཐང་ལ་བོར་རོ། །
en: When it didn’t, some very fastidious nāgas brought the body to the seashore and cast it onto dry land.

source: དེ་ནས་དེ་དག་གིས་དེའི་རོ་ལས་རིན་པོ་ཆེ་དེ་དག་བཀྲོལ་ཏེ་བགོ་བཤའ་བྱས་ནས། དེའི་རུས་བུ་ལ་མཆོད་པ་བྱས་ཏེ་དོང་ངོ་། །
en: The five captains removed the jewels from his dead body and divided them among themselves, venerated his bones, and departed.

source: དེའི་ཚེ་དེད་དཔོན་དབྱིག་དགའ་ཞེས་བྱ་བ། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ང་ཡིན་ནོ། །
en: I am the one who was Wealth’s Delight then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་དེད་དཔོན་ལྔ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་དགེ་སློང་ལྔ་སྡེ་པོ་འདི་རྣམས་ཡིན་ཏེ།
en: The five who were those five captains then are none other than this group of five monks.

source: དེའི་ཚེ་ན་ཡང་འདི་རྣམས་ངས་རང་གི་སྲོག་དང་བསྡོས་ཏེ། ཆུའི་རྒྱ་མཚོ་ལས་བསྒྲལ་ནས།
en: There I gave my life to deliver them from the waters of the great ocean,

source: རིན་པོ་ཆེ་རིན་ཐང་ཆེན་པོ་དག་གི་སྐལ་ཤས་བྱིན་ཏེ།
en: bestowed upon them a fortune of precious jewels,

source: ཉེ་ཞོ་མེད་ཅིང་བདེ་བའི་གནས་སུ་བཀོད་ལ།
en: and placed them unharmed in a state of happiness.

source: ད་ལྟར་ཡང་ངས་འདི་རྣམས་འཁོར་བའི་རྒྱ་མཚོ་ལས་བསྒྲལ་ཏེ།
en: Now as well I have delivered you from the ocean of saṃsāra,

source: དབང་པོ་དང་སྟོབས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རིན་པོ་ཆེའི་སྐལ་ཤས་བྱིན་ནས།
en: given you this great fortune of power, strength, and the precious limbs of enlightenment,

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པའི་གྲུབ་པ་དང་། བདེ་བ་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ།། །།
en: and placed you in the unsurpassed, supreme welfare of nirvāṇa.”

source: དོམ་གཉིས་ཞེས་བྱ་བ་དེ་ལ་དོམ་དང་པོ་ནི།
en: The Bear: Two Stories The First Story of the Bear

source: གླེང་གཞི་རྒྱལ་པོའི་ཁབ་ན་བཞུགས་ཏེ། བཅོམ་ལྡན་འདས་ཡུལ་ག་ཡཱར་གཤེགས་པ་ན། ཆམ་པས་བཏབ་ནས་
en: When the Blessed One was in Rājagṛha and traveling in the Gayā region, he fell ill with a cold.

source: སྨན་པའི་རྒྱལ་པོ་འཚོ་བྱེད་ཀྱིས་ལྕགས་མདའ་ཞེས་བྱ་བའི་སྨན་མར་ཕན་ཞེས་གསོལ་ནས།
en: An expert healer named Jīvaka advised him of the benefits of a medicinal butter called iron arrow.

source: དེ་ཉིད་ཀྱིས་སྨན་མར་བསྐོལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་སྨན་མར་གསོལ་ཏོ། །
en: He prepared the butter decoction himself and offered it to the Blessed One.

source: དེ་ནས་དེ་ལས་ལྷག་པར་གྱུར་ནས་འཚོ་བྱེད་ཀྱིས་གསོལ་པ།
en: Since there was some left to spare, Jīvaka asked the Blessed One,

source: བཙུན་པ་ཆབ་མར་གྱི་ལྷག་མ་བདག་གིས་སུ་ལ་སྩལ་བར་འཚལ།
en: “Lord, please tell me to whom I should give the leftover decoction.”

source: དེ་ནས་དེར་བཅོམ་ལྡན་འདས་ཀྱིས་འཚོ་བྱེད་ལ་བཀའ་སྩལ་པ།
en: The Blessed One replied to Jīvaka,

source: འཚོ་བྱེད་དགེ་འདུན་ལ་བྲིམས་ལ་སུ་འདོད་པ་ལ་བྱིན་ཅིག །
en: “Jīvaka, ask the saṅgha to distribute it to whomever they wish.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་བཞིན་འཚལ་ལོ་ཞེས་གསོལ་ནས། འཚོ་བྱེད་ཀྱིས་མར་གྱི་ལྷག་མ་དེ་དགེ་འདུན་ལ་བྲིམས་ནས།
en: Jīvaka replied, “I shall do as the Blessed One has instructed,” and went to distribute the remaining decoction to the saṅgha,

source: དེར་དགེ་སློང་རྣམས་ཀྱིས་གཅིག་གིས་ཀྱང་མ་བླངས་ཏེ།
en: but none of the monks took any.

source: ལྷས་བྱིན་གྱིས་མཐོང་ནས་སྨྲས་པ་འཚོ་བྱེད་དེ་ཅི།
en: When Devadatta noticed this he asked, “What’s that, Jīvaka?”

source: འཚོ་བྱེད་ཀྱིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ཀྱིས་ལྕགས་མདའ་ཞེས་བྱ་བའི་སྨན་མར་གསོལ་བ་དེའི་ལྷག་མ་འདི།
en: “This is what’s left of a medicinal butter called iron arrow that the Blessed One took.

source: དགེ་སློང་རྣམས་ལ་བྲིམས་ན་སུས་ཀྱང་མ་བླངས་སོ། །
en: He offered it to the saṅgha, but no one took any.”

source: ལྷས་བྱིན་གྱིས་སྨྲས་པ། ངས་བླང་གིས་དགེ་སྦྱོང་གཽ་ཏ་མས་ཇི་ཙམ་འཐུངས་པ་དེ་ཙམ་བྱིན་ཅིག །
en: “I’ll take it,” Devadatta said. “Give me the same amount that the ascetic Gautama took.”

source: འཚོ་བྱེད་ཀྱིས་སྨྲས་པ། ལྷས་བྱིན་བཅོམ་ལྡན་འདས་ནི་སྐུ་ཡང་ཆེ་ལ་ཉམ་སྟོབས་ཀྱང་ཆེའོ། །
en: “Devadatta, not only is the Blessed One’s body very big, but his strength is greater than yours,” Jīvaka replied.

source: ཁྱོད་ཀྱིས་ནི་དེ་སྙེད་འཇུ་བར་མི་ནུས་སོ། །
en: “You won’t be able to digest that much.”

source: དེས་སྨྲས་པ། དགེ་སྦྱོང་གཽ་ཏ་མས་ཞུ་ན་ངས་ཅིའི་ཕྱིར་མི་ཞུ་ཞེས་སྨྲས་ནས།
en: “If the ascetic Gautama can digest it, why can’t I?”

source: ལྷས་བྱིན་གྱིས་འཚོ་བྱེད་ཀྱི་ཚིག་དེ་མ་མཉན་ནས།
en: Devadatta retorted. Paying no heed to Jīvaka’s advice,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ཙམ་གསོལ་བ་དེ་ཙམ་ཞིག་དེས་ཀྱང་འཐུངས་སོ། །
en: he drank just as much as the Blessed One had.

source: དེ་ནས་དེར་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱི་དེ་ཉིན་འབྲས་ཐུག་སླ་བའི་ཆོ་ག་མཛད་དེ་བཤོས་གསོལ་ཏོ། །
en: The next day the Blessed One had prepared a simple rice soup and was eating it.
